import { Container } from 'react-bootstrap'
import './RulesMain.css'

function RulesMain() {
    return (
        <Container>
            <main className='rules-main'>
                <div className="rules-main__section-title">
                    <h4 className="rules-main__subtitle">این سیاست حفظ حریم خصوصی در 26 آوریل 2018 منتشر شد.</h4>
                </div>
                <h3 className='rules-main__title'>مطابقت با GDPR</h3>
                <p className="rules-main__paragraph">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.
                </p>

                <h3 className='rules-main__title'>درباره بلاگر</h3>
                <p className="rules-main__paragraph">چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. <a href="#">hello@Blogar.com</a></p>

                <h3 className='rules-main__title'>هنگامی که ما اطلاعات شخصی شما را جمع آوری می کنیم!</h3>
                <ul className="rules-main__list">
                    <li>ایمیل یک کانال حیاتی در هر بازاریابی است.</li>
                    <li>کنجکاو چه بگویم؟ چه جوری بگم؟</li>
                    <li>این که آیا در حال راه اندازی یک کمپین جدید هستید.</li>
                    <li>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</li>
                </ul>

                <h3 className='rules-main__title'>چرا داده های شخصی را جمع آوری و استفاده می کنیم؟</h3>
                <p className="rules-main__paragraph">چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد.</p>

                <ul className="rules-main__list">
                    <li>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</li>
                    <li>دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</li>
                    <li>با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد.</li>
                    <li>تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.</li>
                    <li> با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</li>
                </ul>

                <h3 className='rules-main__title'>نوع داده های شخصی جمع آوری شده</h3>
                <p className="rules-main__paragraph">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. </p>

                <h3 className='rules-main__title'>اطلاعاتی که به صورت خودکار جمع آوری می کنیم</h3>
                <p className="rules-main__paragraph">کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</p>

                <h3 className='rules-main__title'>استفاده از کوکی ها و وب بیکن ها</h3>
                <p className="rules-main__paragraph">ممکن است اطلاعات را با استفاده از "کوکی ها" ثبت کنیم. کوکی ها فایل های داده کوچکی هستند که توسط یک وب سایت بر روی هارد دیسک شما ذخیره می شوند. کوکی ها به ما کمک می کنند تا سایت و بازدید شما را بهتر کنیم.</p>
                <p className="rules-main__paragraph">ما ممکن است اطلاعات را با استفاده از تصاویر دیجیتالی به نام چراغ های وب در سایت یا ایمیل های خود ثبت کنیم.</p>
                <p className="rules-main__paragraph">این اطلاعات برای کارآمدتر کردن سایت ما و همچنین ارائه اطلاعات تجاری و بازاریابی به صاحبان سایت و جمع آوری داده های شخصی مانند نوع مرورگر و سیستم عامل، صفحه ارجاع، مسیر از طریق سایت، دامنه استفاده می شود. ISP و غیره به منظور درک نحوه استفاده بازدیدکنندگان از سایت ما. کوکی‌ها و فن‌آوری‌های مشابه به ما کمک می‌کنند تا سایت خود را مطابق با نیازهای شخصی شما و همچنین شناسایی و جلوگیری از تهدیدات امنیتی و سوء استفاده کنیم. در صورت استفاده به تنهایی، کوکی ها و وب بیکن ها شما را شناسایی نمی کنند.</p>

                <h3 className='rules-main__title'>چه مدت داده های شما را نگه می داریم؟</h3>
                <p className="rules-main__paragraph">ما داده‌های شخصی را تا زمانی که لازم بدانیم برای تحقق هدفی که داده‌های شخصی برای آن جمع‌آوری شده است، ذخیره می‌کنیم، در حالی که نیاز خود را برای پاسخ به سؤالات شما یا حل مشکلات احتمالی در نظر می‌گیریم. این به ما کمک می کند تا از الزامات قانونی تحت قوانین قابل اجرا پیروی کنیم، به هرگونه ادعا/شکایت حقوقی رسیدگی کنیم، و برای اهداف حفاظتی.</p>

                <p className="rules-main__paragraph">ما داده‌های شخصی را تا زمانی که لازم بدانیم برای تحقق هدفی که داده‌های شخصی برای آن جمع‌آوری شده است، ذخیره می‌کنیم، در حالی که نیاز خود را برای پاسخ به سؤالات شما یا حل مشکلات احتمالی در نظر می‌گیریم. این به ما کمک می کند تا از الزامات قانونی تحت قوانین قابل اجرا پیروی کنیم، به هرگونه ادعا/شکایت حقوقی رسیدگی کنیم، و برای اهداف حفاظتی.</p>

                <h3 className='rules-main__title'>حقوق شما نسبت به داده های شخصی شما</h3>
                <p className="rules-main__paragraph">ما داده‌های شخصی را تا زمانی که لازم بدانیم برای تحقق هدفی که داده‌های شخصی برای آن جمع‌آوری شده است، ذخیره می‌کنیم، در حالی که نیاز خود را برای پاسخ به سؤالات شما یا حل مشکلات احتمالی در نظر می‌گیریم. این به ما کمک می کند تا از الزامات قانونی تحت قوانین قابل اجرا پیروی کنیم، به هرگونه ادعا/شکایت حقوقی رسیدگی کنیم، و برای اهداف حفاظتی.</p>

                <h3 className='rules-main__title'>سیاست حفظ حریم خصوصی Hotjar</h3>
                <p className="rules-main__paragraph">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.</p>

                <h3 className='rules-main__title'>تغییرات در این سیاست حفظ حریم خصوصی</h3>
                <p className="rules-main__paragraph">کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</p>
            </main>
        </Container>
    )
}

export default RulesMain