const commentsData = [
    {
        _id: 1,
        creator: 'کامرون ویلیامسون',
        isAccepted: 1,
        answer: [{
            _id: 1,
            creator: 'رهبی خان',
            answer: [],
            profile: '/images/PostContent/author-image-3.png',
            date: 'نوامبر 23, 2018 در 12:23 ب.ظ',
            caption: 'کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد.'
        }],
        profile: '/images/PostContent/author-b2.png',
        date: 'نوامبر 23, 2018 در 12:23 ب.ظ',
        caption: 'در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.'
    },
    {
        _id: 2,
        creator: 'عرفان اکبری',
        isAccepted: 1,
        answer: [],
        profile: '/images/PostContent/author-b2.png',
        date: 'نوامبر 23, 2018 در 12:23 ب.ظ',
        caption: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.'
    },
    {
        _id: 3,
        creator: 'یوسف',
        isAccepted: 1,
        answer: [{
            _id: 1,
            creator: 'رهبی خان',
            answer: [],
            profile: '/images/PostContent/author-image-3.png',
            date: 'نوامبر 23, 2018 در 12:23 ب.ظ',
            caption: 'کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد.'
        }],
        profile: '/images/PostContent/author-b2.png',
        date: 'نوامبر 23, 2018 در 12:23 ب.ظ',
        caption: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.'
    }
]

export default commentsData;